Repository: aumosita/juna_geotagger
Catalog: JunaGeotagger/*.lproj/Localizable.strings
Languages: fr, ja, ko

# status.ready
source: Import photos and GPX files to get started.
fr: Importez des photos et des fichiers GPX pour commencer.
ja: 写真とGPXファイルを読み込んでください。
ko: 사진과 GPX 파일을 불러오세요.

# status.photosAdded %lld
source: %lld photo(s) added.
fr: %lld photo(s) ajoutée(s).
ja: %lld枚の写真を追加しました。
ko: %lld장의 사진을 추가했습니다.

# status.noNewPhotos
source: No new photos to add.
fr: Aucune nouvelle photo à ajouter.
ja: 追加する新しい写真がありません。
ko: 추가할 새 사진이 없습니다.

# status.noNewGPX
source: No new GPX files to add.
fr: Aucun nouveau fichier GPX à ajouter.
ja: 追加する新しいGPXファイルがありません。
ko: 추가할 새 GPX 파일이 없습니다.

# status.gpxLoaded %lld %lld
source: %1$lld GPX file(s) loaded (%2$lld trackpoints)
fr: %1$lld fichier(s) GPX chargé(s) (%2$lld points de trace)
ja: %1$lld個のGPXファイルを読み込み（トラックポイント%2$lld個）
ko: %1$lld개 GPX 파일 로드 (트랙포인트 %2$lld개)

# status.matchResult %lld %lld
source: %1$lld matched / %2$lld total
fr: %1$lld correspondance(s) / %2$lld au total
ja: %1$lld枚マッチ / 全%2$lld枚
ko: %1$lld장 매칭 완료 / 전체 %2$lld장

# status.noMatchedToWrite
source: No matched photos to write.
fr: Aucune photo correspondante à enregistrer.
ja: 書き込めるマッチ済み写真がありません。
ko: 기록할 매칭된 사진이 없습니다.

# status.noMatchedInSelection
source: No matched photos in selection.
fr: Aucune photo correspondante dans la sélection.
ja: 選択中にマッチ済み写真がありません。
ko: 선택된 사진 중 매칭된 것이 없습니다.

# status.manualApplied %lld
source: Manual coordinates applied to %lld photo(s).
fr: Coordonnées manuelles appliquées à %lld photo(s).
ja: %lld枚に手動座標を設定しました。
ko: %lld장에 수동 좌표 지정 완료

# status.writing %lld %lld
source: Writing GPS... (%1$lld/%2$lld)
fr: Écriture GPS... (%1$lld/%2$lld)
ja: GPS書き込み中... (%1$lld/%2$lld)
ko: GPS 기록 중... (%1$lld/%2$lld)

# status.writeComplete %lld %lld
source: GPS write complete: %1$lld/%2$lld succeeded
fr: Écriture GPS terminée : %1$lld/%2$lld réussie(s)
ja: GPS書き込み完了: %1$lld/%2$lld枚成功
ko: GPS 기록 완료: %1$lld/%2$lld장 성공

# filter.all
source: All
fr: Tout
ja: すべて
ko: 전체

# filter.hasGPS
source: Has GPS
fr: Avec GPS
ja: GPS付き
ko: GPS 있음

# filter.matched
source: Matched
fr: Correspondance
ja: マッチ済み
ko: 매칭됨

# filter.noMatch
source: No Match
fr: Sans correspondance
ja: マッチなし
ko: 매칭 실패

# filter.noTime
source: No Time
fr: Sans horodatage
ja: 時刻なし
ko: 시각 없음

# filter.written
source: Written
fr: Enregistré
ja: 書き込み済み
ko: 기록 완료

# sort.filename
source: Filename
fr: Nom de fichier
ja: ファイル名
ko: 파일명

# sort.dateTaken
source: Date Taken
fr: Date de prise
ja: 撮影日時
ko: 촬영 시각

# toolbar.addPhotos
source: Add Photos
fr: Ajouter des photos
ja: 写真を追加
ko: 사진 추가

# toolbar.addPhotos.help
source: Select photo files or folders
fr: Sélectionner des fichiers ou dossiers de photos
ja: 写真ファイルまたはフォルダを選択
ko: 사진 파일 또는 폴더를 선택합니다

# toolbar.addGPX
source: Add GPX
fr: Ajouter GPX
ja: GPXを追加
ko: GPX 추가

# toolbar.addGPX.help
source: Select GPX files
fr: Sélectionner des fichiers GPX
ja: GPXファイルを選択
ko: GPX 파일을 선택합니다

# toolbar.runMatching
source: Run Matching
fr: Lancer la correspondance
ja: マッチ実行
ko: 매칭 실행

# toolbar.runMatching.help
source: Match photos with GPX tracks
fr: Faire correspondre les photos aux traces GPX
ja: GPXトラックと写真をマッチング
ko: GPX 트랙과 사진을 매칭합니다

# toolbar.writeAll
source: Write All
fr: Tout enregistrer
ja: すべて書き込み
ko: 모두 기록

# toolbar.writeAll.help
source: Write GPS to all matched photos
fr: Enregistrer le GPS sur toutes les photos correspondantes
ja: マッチ済みのすべての写真にGPSを書き込み
ko: 매칭된 모든 사진에 GPS를 기록합니다

# toolbar.clear
source: Clear
fr: Effacer
ja: クリア
ko: 초기화

# toolbar.clear.help
source: Remove all photos and GPX files
fr: Supprimer toutes les photos et fichiers GPX
ja: すべての写真とGPXを削除
ko: 모든 사진과 GPX를 제거합니다

# panel.selectPhotos
source: Select Photos
fr: Sélectionner des photos
ja: 写真を選択
ko: 사진 선택

# panel.selectGPX
source: Select GPX Files
fr: Sélectionner des fichiers GPX
ja: GPXファイルを選択
ko: GPX 파일 선택

# photoList.filter
source: Filter
fr: Filtre
ja: フィルター
ko: 필터

# photoList.sort
source: Sort
fr: Tri
ja: 並べ替え
ko: 정렬

# photoList.count %lld
source: %lld items
fr: %lld élément(s)
ja: %lld枚
ko: %lld장

# photoList.noPhotos
source: No Photos
fr: Aucune photo
ja: 写真なし
ko: 사진 없음

# photoList.noPhotos.desc
source: Drag photo files here or use the Add Photos button in the toolbar.
fr: Glissez des fichiers photo ici ou utilisez le bouton Ajouter dans la barre d'outils.
ja: 写真ファイルをドラッグするか ツールバーの追加ボタンをお使いください。
ko: 사진 파일을 드래그하거나 툴바의 사진 추가 버튼을 사용하세요.

# photoList.noResults
source: No Results
fr: Aucun résultat
ja: 結果なし
ko: 결과 없음

# photoList.noResults.desc %@
source: No photos match the '%@' filter.
fr: Aucune photo ne correspond au filtre « %@ ».
ja: 「%@」フィルターに該当する写真がありません。
ko: '%@' 필터에 해당하는 사진이 없습니다.

# photoList.writeSelected
source: Write GPS to Selected
fr: Enregistrer GPS de la sélection
ja: 選択した写真にGPSを書き込み
ko: 선택 항목 GPS 기록

# photoStatus.pending
source: Analyzing...
fr: Analyse…
ja: 解析中…
ko: 분석 중...

# photoStatus.hasGPS
source: Has GPS
fr: Avec GPS
ja: GPS付き
ko: GPS 있음

# photoStatus.matched
source: Matched
fr: Correspondance
ja: マッチ済み
ko: 매칭됨

# photoStatus.noTime
source: No Time
fr: Sans horodatage
ja: 時刻なし
ko: 시각 없음

# photoStatus.noMatch
source: No Match
fr: Sans correspondance
ja: マッチなし
ko: 매칭 실패

# photoStatus.written
source: Written
fr: Enregistré
ja: 書き込み済み
ko: 기록 완료

# photoStatus.error
source: Error
fr: Erreur
ja: エラー
ko: 오류

# statusBar.hasGPS
source: Has GPS
fr: Avec GPS
ja: GPS付き
ko: GPS 있음

# statusBar.matched
source: Matched
fr: Correspondance
ja: マッチ済み
ko: 매칭됨

# statusBar.written
source: Written
fr: Enregistré
ja: 書き込み済み
ko: 기록됨

# statusBar.failed
source: Failed
fr: Échec
ja: 失敗
ko: 실패

# map.title
source: Map
fr: Carte
ja: マップ
ko: 지도

# map.empty.desc
source: Import photos and GPX files to view tracks and locations on the map.
fr: Importez des photos et des fichiers GPX pour afficher les traces et les positions sur la carte.
ja: 写真とGPXファイルを読み込むと トラックと位置がマップに表示されます。
ko: 사진과 GPX 파일을 불러오면 지도에 트랙과 위치가 표시됩니다.

# map.manualPin
source: Manual Pin
fr: Épingle manuelle
ja: 手動ピン
ko: 수동 지정

# map.manual.selectFirst
source: Select photos in the sidebar, then click on the map.
fr: Sélectionnez d'abord des photos, puis cliquez sur la carte.
ja: サイドバーで写真を選択してからマップをクリックしてください。
ko: 먼저 사이드바에서 사진을 선택한 후, 지도를 클릭하세요.

# map.manual.selected %lld
source: %lld selected â€” click the map to set location
fr: %lld sélect. — cliquez sur la carte pour définir la position
ja: %lld枚選択中 — マップをクリックして位置を設定
ko: %lld장 선택됨 — 지도를 클릭하여 위치를 지정하세요

# map.manual.title
source: Manual Location
fr: Position manuelle
ja: 手動位置設定
ko: 수동 위치 지정

# map.manual.applyCount %lld
source: Apply to %lld photo(s)
fr: Appliquer à %lld photo(s)
ja: %lld枚に適用
ko: %lld장에 적용

# map.manual.apply
source: Apply
fr: Appliquer
ja: 適用
ko: 적용

# map.manual.write
source: Write
fr: Enregistrer
ja: 書き込み
ko: 기록

# map.manual.cancel
source: Cancel
fr: Annuler
ja: キャンセル
ko: 취소

# map.manual.modeHelp
source: Manual location mode
fr: Mode position manuelle
ja: 手動位置設定モード
ko: 수동 위치 지정 모드

# map.fitAll
source: Fit All
fr: Tout afficher
ja: 全体表示
ko: 전체 보기

# map.drop.hint
source: Drop here to set location
fr: Déposez ici pour définir la position
ja: ここにドロップして位置を設定
ko: 여기에 드롭하여 위치를 지정합니다
